Revit 2027 API
ParameterTypeId.RefTableParamName Property
 "Parameter Name"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RefTableParamName { get; }
Public Shared ReadOnly Property RefTableParamName As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RefTableParamName {
	ForgeTypeId^ get ();
}
static member RefTableParamName : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace